
[FOXDAMAGETYPE_BULLET_CIVSHOTGUN]
suicidestrings=shot themself
killstrings=killed %s
killstrings=filled %s with pellets

[FOXDAMAGETYPE_CIVBARRICADE]
suicidestrings=killed themself
killstrings=killed %s
killstrings=bashed %s
killstrings=crushed %s
killstrings=skewered %s

[FOXDAMAGETYPE_CIVCLAW]
suicidestrings=killed themself
killstrings=killed %s
killstrings=clawed %s until he was dead
killstrings=rended %s flesh
killstrings=flayed %s
killstrings=enjoyed a tastie treat named %s
killstrings=gently caressed %s... To death!

[FOXDAMAGETYPE_CIVFLAMECLAW]
suicidestrings=killed themself
killstrings=killed %s
killstrings=immolated %s
killstrings=burned out %s
killstrings=sliced open %s
killstrings=fire clawed %s

[FOXDAMAGETYPE_CIVROCKET]
suicidestrings=suicide
killstrings=killed %s
killstrings=rocketed %s
killstrings=rocked %s
killstrings=made %s ride the rocket

[FOXDAMAGETYPE_FLAMINGCIV]
suicidestrings=killed themself
killstrings=killed %s
killstrings=lit himself of fire to spite %s face
killstrings=roasted %s
killstrings=burned away %s
killstrings=stood too close to %s
killstrings=sacrificed %s to The FIREHAWK

[FOXDAMAGETYPE_HULKCLAW]
suicidestrings=killed themself
killstrings=killed %s
killstrings=clawed %s until he was dead
killstrings=rended %s flesh
killstrings=flayed %s
killstrings=enjoyed a tastie treat named %s
killstrings=gently caressed %s... To death!

[FOXWEAPON_CIVBARRICADE]
friendlyname=Improvised Shield
friendlytooltip=

[FOXWEAPON_CIVCLAW]
friendlyname=Overgrown Infected Finger Nails
friendlytooltip=

[FOXWEAPON_CIVSHOTGUN]
friendlyname=Shotgun
friendlytooltip=The Shotgun sprays damaging pellets at nearby targets. It's very slow, but extremely effective at close range.

[FOXWEAPON_FLAMINGCLAW]
friendlyname=Burning Man
friendlytooltip=

[FOXWEAPON_HULKCLAW]
friendlyname=Overgrown Infected Finger Nails
friendlytooltip=
